/*عدد المواضيع المرجو تركها كما هي */
      var numposts2 = 6;/*السليدر*/
      var numposts3 = 6;/*آخر المواضيع*/
      var numposts4 = 6;/*إضافة 1*/
      var numposts5 = 6;/*إضافة 2*/
      var numposts6 = 17;/*إضافة 3*/
      var numposts7 = 5;/*إضافة 4*/
      var numposts8 = 5;/*إضافة 5*/
      var numposts9 = 16;/*إضافة 6*/
      var numposts10 = 5;/*إضافة 7*/ /*إضافة 8*/ /*إضافة 9*/ /*إضافة 10*/ /*إضافة 11*/ /*إضافة 12*/
      /*التصنيفات : المرجو إضافة كل تصنيف و التأكد من أن أخره لا يحتوي على فراغ*/
      var label2 = "عاجل";/*السليدر*/
      var label3 = "سياسية";/*إضافة 1*/
      var label4 = "محافظات";/*إضافة 2*/
      var label5 = "تصريحات";/*إضافة 3*/
      var label6 = "أخبار العالم";/*إضافة 4*/
      var label7 = "مجتمع";/*إضافة 5*/
      var label8 = "حقوق";/*إضافة 6*/
      var label9 = "مقالات";/*إضافة 7*/